{
    "common": {
        "Access": "Acceder",
        "Cancel": "Cancelar",
        "Close": "Cerrar",
        "Continue": "Continuar",
        "Copy": "Copiar",
        "Copied to clipboard": "Copiado al portapapeles",
        "Create": "Añadir",
        "Delete": "Eliminar",
        "Enable": "Activar",
        "Finish": "Finalizar",
        "Folders": "Carpetas",
        "Go back": "Ir atrás",
        "Logout": "Cerrar sesión",
        "My profile": "Mi perfil",
        "Remove": "Eliminar",
        "Save": "Guardar",
        "Share": "Compartir",
        "Show": "Mostrar",
        "Hide": "Ocultar",
        "This field is required": "Este campo es obligatorio",
        "This field must be less than 150 characters": "Este campo no puede contener más de 150 caracteres"
    },
    "confirmationDialog": {
        "Are you sure you want to proceed?": "¿Está seguro de que desea continuar?"
    },
    "configureBackend": {
        "Please introduce your organization's URL": "Por favor, introduzca la URL de su organización",
        "Service URL": "URL del servicio",
        "Type here the URL provided by your organization": "Escriba aquí la URL proporcionada por su organización",
        "The URL introduced is not valid": "La URL introducida no es válida"
    },
    "loginBackend": {
        "Please introduce your e-mail address": "Por favor, introduzca su dirección de correo electrónico",
        "E-mail address": "Dirección de correo electrónico",
        "Type here your e-mail address": "Escriba aquí su dirección de correo electrónico",
        "You are logging in your organization through the following url": "Está iniciando sesión en su organización a través de la siguiente URL",
        "Click here to connect to another organization": "Haga clic aquí para conectarse a otra organización",
        "The entered e-mail is not valid": "El correo electrónico introducido no es válido",
        "A validation code has been sent to your e-mail address. Please, type it below to continue.": "Se ha enviado un código de validación a su dirección de correo electrónico. Por favor, escríbalo a continuación para continuar.",
        "Validation code": "Código de validación",
        "Type here the validation code": "Escriba aquí el código de validación",
        "The entered code is not valid": "El código introducido no es válido"
    },
    "documentsListRightPanel": {
        "Delete folder": "Eliminar carpeta",
        "deleteFolderConfirmationDescription": "Esta carpeta y TODAS LAS CONTRASEÑAS CONTENIDAS SERÁN ELIMINADAS. Esta acción no puede ser revertida. ¿Estás completamente seguro de que quieres eliminar esta carpeta y su contenido?",
        "deletePasswordConfirmationDescription": "La contraseña seleccionada será eliminada. Esta acción no puede ser revertida. ¿Estás completamente seguro de que quieres eliminar esta contraseña?",
        "Edit folder": "Editar carpeta",
        "Please, select a folder to start": "Seleccione una carpeta para empezar",
        "Share folder": "Compartir carpeta",
        "Title": "Título",
        "Username": "Nombre de usuario",
        "Website": "Sitio web"
    },
    "login": {
        "A safe place to store your passwords": "Un lugar seguro en el que almacenar tus contraseñas",
        "Change to": "Cambiar a:",
        "Use Passager in my organization": "Utilizar Passager en mi organización",
        "Use Passager locally for personal purposes": "Utilizar Passager localmente para fines personales",
        "in your own server": "en su propio servidor"
    },
    "folderFormDialog": {
        "Edit Folder": "Editar carpeta",
        "Folder name is required": "El nombre de la carpeta es obligatorio",
        "New Folder": "Nueva carpeta",
        "New folder name": "Nombre de la carpeta"
    },
    "folderShareDialog": {
        "Add people by typing their email": "Añada personas escribiendo su correo electrónico",
        "Email": "Correo electrónico",
        "Is not possible to share a folder with your own user": "No es posible compartir una carpeta con su propio usuario",
        "People with access to this folder": "Personas con acceso a esta carpeta",
        "Share Folder": "Compartir carpeta",
        "This email does not exist": "Este correo electrónico no existe",
        "This folder has been already shared with this email": "Esta carpeta ya ha sido compartida con este correo electrónico.",
        "This folder has not been shared with anyone": "Esta carpeta no ha sido compartida con nadie aún."
    },
    "folderShareNotice": {
        "You will share this folder with": "Va a compartir esta carpeta con ",
        "This person will be able to access this folder, as well as view and modify contained passwords": "Esta persona podrá acceder a esta carpeta, así como ver y modificar las contraseñas contenidas.",
        "This person will not be able to delete this folder or share it with additional people": "Esta persona no podrá eliminar esta carpeta o compartirla con otras personas."
    },
    "passwordFormDialog": {
        "Edit password": "Editar contraseña",
        "My E-mail Account": "Mi cuenta de correo",
        "New password": "Añadir contraseña",
        "Password name": "Nombre de la contraseña",
        "Password": "Contraseña",
        "Username": "Nombre de usuario",
        "usernameExample": "Escribe aquí tu nombre de usuario",
        "Website URL": "Sitio web",
        "Your secret password": "Tu contraseña secreta",
        "urlExample": "Escribe aquí la URL del sitio web"
    },
    "passwordGenerator": {
        "Password Generator": "Generador de Contraseñas",
        "Length": "Longitud",
        "Include uppercase letters": "Incluir letras mayúsculas (A-Z)",
        "Include lowercase letters": "Incluir letras minúsculas (a-z)",
        "Include numbers": "Incluir números (0-9)",
        "Include symbols": "Incluir símbolos (!@#$%^&*)",
        "Generate": "Generar",
        "Generated Password": "Contraseña Generada",
        "Regenerate": "Regenerar",
        "Use this password": "Usar esta contraseña",
        "Replace password confirmation": "Esto reemplazará la contraseña actual. ¿Estás seguro de que quieres continuar?"
    },
    "topbar": {
        "Search": "Buscar"
    },
    "searchResults": {
        "Search": "Resultados de Búsqueda",
        "Searching": "Buscando",
        "No results found": "No se encontraron resultados para",
        "Folder": "Carpeta",
        "result": "resultado",
        "results": "resultados",
        "in": "en",
        "folder": "carpeta",
        "folders": "carpetas"
    },
    "userSignup": {
        "Define a master password": "Defina una contraseña maestra",
        "We need to define a master password for your user": "Necesitamos que defina una contraseña maestra para su usuario.",
        "This will be the only password you'll have to remember from now on, and it will maintain all your other passwords encrypted and secured": "Esta será la única contraseña que deberá recordar de ahora en adelante, dado que mantendrá todas sus otras contraseñas cifradas y seguras.",
        "Please, choose a password and save it safely. Note that if you forget it, Passager administrators won't be able to recover your account and you'll lose all your information": "Por favor, elija una contraseña y guárdela en un lugar seguro. Tenga en cuenta que si la olvida, la administración de Passager no podrá recuperar el acceso a su cuenta y perderá toda su información.",
        "Tips for choosing a safe master password": "Consejos para elegir una contraseña maestra segura:",
        "Use a password longer than 8 characters": "Utilice una contraseña de longitud superior a los 8 caracteres.",
        "Use a password that contains at least one capital letter, one number and one special character": "Utilice una contraseña que contenga al menos una letra mayúscula, un número y un caracter especial.",
        "Avoid using the same password on other services or accounts": "Evite utilizar la misma contraseña en otros servicios o cuentas.",
        "Master password": "Contraseña maestra",
        "Type here a safe password": "Escriba aquí una contraseña segura",
        "Repeat your master password": "Repita su contraseña maestra",
        "Repeat here your password": "Repita aquí su contraseña",
        "Passwords must match": "Las contraseñas deben coincidir.",
        "Password must contain at least one small letter": "La contraseña debe contener al menos una letra minúscula.",
        "Password must contain at least one special character": "La contraseña debe contener al menos un caracter especial.",
        "Password must be at least 8 characters long": "La contraseña debe tener al menos 8 caracteres.",
        "Password must contain at least one capital letter": "La contraseña debe contener al menos una letra mayúscula.",
        "Password must contain at least one number": "La contraseña debe contener al menos un número.",
        "Please use Passager locally": "Por favor, utilice Passager localmente",
        "Passager can no longer be used with a Google account for new users": "Passager ya no puede ser utilizado con una cuenta de Google para nuevos usuarios.",
        "Please logout and select a different login method": "Por favor, cierre sesión y seleccione un método de inicio de sesión diferente."
    },
    "userMasterPasswordValidation": {
        "The entered password is not valid": "La contraseña introducida no es correcta.",
        "Please write your master password": "Por favor, escriba su contraseña maestra",
        "We need your master password to decrypt your passwords": "Necesitamos que introduzca su contraseña maestra para que pueda acceder a sus datos.",
        "Your data can't be accessed without your master password, not even by Passager administrators": "Nadie puede acceder a sus datos sin su contraseña maestra, siquiera la administración de Passager.",
        "If you lose your password, you won't be able to access your account. And nobody would be able to recover it": "Si pierde su contraseña, no podrá acceder a su cuenta, y nadie podrá recuperarla.",
        "We will never ask you for your master password by e-mail or other external methods. Do not share it with anyone, under any circumstances": "Nunca le pediremos su contraseña maestra por correo electrónico o cualquier otro medio externo. No comparta su contraseña con nadie, bajo ningún concepto.",
        "Master password": "Contraseña maestra",
        "Type here your password": "Escriba aquí su contraseña"
    },
    "profile": {
        "Profile options": "Opciones de perfil",
        "User details": "Detalles del usuario",
        "Backups": "Copias de seguridad",
        "Download Backup": "Descargar copia de seguridad",
        "Import Backup": "Importar copia de seguridad",
        "Name": "Nombre",
        "Email": "Correo electrónico",
        "Id": "Identificador de usuario",
        "This feature is only available when passwords are stored locally": "Esta funcionalidad sólo se encuentra disponible cuando las contraseñas se almacenan localmente.",
        "When you store your passwords locally, they are saved in the local storage of your Internet browser": "Cuando almacenas localmente tus contraseñas, éstas se guardan en el almacenamiento local de tu navegador de Internet.",
        "There are certain browser cleaning operations that may delete this information, and may cause you to lose your passwords": "Existen ciertas operaciones de limpieza del navegador que pueden llegar a borrar esta información, y pueden hacerte perder tus contraseñas.",
        "It is therefore recommended to regularly download backups via this page and store them on a secure storage device": "Por ello, se recomienda descargar regularmente copias de seguridad a través de esta página, y guardarlas en un medio seguro de almacenamiento.",
        "In case you accidentally delete your data, you can upload a backup copy by clicking on the \"Import backup copy\" button": "En caso de eliminar accidentalmente tus datos, puedes subir una copia de seguridad pulsando el botón \"Importar copia de seguridad\".",
        "In addition, you can upload your backups to other computers to have your passwords available on different devices": "Además, puedes cargar tus copias de seguridad en otros ordenadores para disponer de tus contraseñas en distintos dispositivos.",
        "Error importing data. Submitted file is not a valid backup": "Error al importar datos. El archivo enviado no es una copia de seguridad válida.",
        "Increased security mode": "Modo de seguridad aumentada",
        "Passager encrypts all your data before sending it to your organization servers (this include passwords, and any other sensible data you store in Passager). By doing this, you can be sure that only you and the people with whom you may have shared your folders, can have access to your data": "Passager cifra todos tus datos antes de enviarlos a los servidores de tu organización (esto incluye contraseñas, y cualquier otro dato sensible que almacenes en Passager). De esta forma, puedes estar seguro de que sólo tú y las personas con quien hayas compartido tus carpetas, pueden acceder a tus datos.",
        "In order to achieve this high security level, Passager relies in two main components:": "Para alcanzar este alto nivel de seguridad, Passager se basa en dos componentes principales:",
        "The first one, is your user encryption key (also referred as &quot;private key&quot;). This key is randomly generated when you login for the first time, and it is the unique key that can decrypt your data. By default this key is managed by Passager, and is stored in your organization servers": "El primero, es tu clave de cifrado de usuario (también conocida como clave privada). Esta clave se genera aleatoriamente cuando inicias sesión por primera vez, y es la única clave que puede descifrar tus datos. Por defecto esta clave es gestionada por Passager, y se almacena en los servidores de tu organización.",
        "The second one, is your master password. It&apos;s a password you choose when you login for the first time, and it is used to encrypt your private key in order to ensure that nobody from your organization or any hypothetical attacker can read your private key, which will enable them to decrypt your information": "El segundo, es tu contraseña maestra. Es una contraseña que eliges cuando inicias sesión por primera vez, y se utiliza para cifrar tu clave privada con el fin de asegurar que nadie de tu organización o cualquier atacante hipotético pueda leer tu clave privada, lo que permitiría descifrar tu información.",
        "This system guarantees the safety of your data, as long as your master password is strong-enough": "Este sistema garantiza la seguridad de tus datos, siempre y cuando tu contraseña maestra sea lo suficientemente fuerte.",
        "However, in case an additional level of security is required, you can opt to manage your user private key by yourself. This means that, once you enable this mode, your private key will no-longer be stored by your organization, and you will be in charge of storing it in a safe place": "Sin embargo, en caso de que se requiera un nivel adicional de seguridad, puedes optar por gestionar tu clave privada de usuario tú mismo. Esto significa que, una vez que habilites este modo, tu clave privada ya no será almacenada por tu organización, y tú serás el encargado de almacenarla en un lugar seguro.",
        "As Passager needs your private key to work, you will need to provide it the first time you login on a new device. After logging in, your private key will be stored in your device and you will not be asked for it again unless you remove Passager&apos;s data, or you login on a new device": "Como Passager necesita tu clave privada para funcionar, deberás proporcionarla la primera vez que inicies sesión en un nuevo dispositivo. Después de iniciar sesión, tu clave privada se almacenará en tu dispositivo y no se te volverá a pedir a menos que elimines los datos de Passager, o inicies sesión en un nuevo dispositivo.",
        "Please note, the same way as your master password, you will not be able to recover your private key if you lose it. So, please, make sure you store it in a safe place": "Ten en cuenta, que de la misma forma que tu contraseña maestra, no podrás recuperar tu clave privada si la pierdes. Por lo tanto, por favor, asegúrate de almacenarla en un lugar seguro.",
        "or you can lose access to your data forever": "o puedes perder el acceso a tus datos para siempre.",
        "To help you store your private key, once you enable the advanced security mode, Passager will allow you to download and print an access kit, which will contain your private key splitted in two QR codes that you will be able to directly scan with your phone when you need to login on a new device": "Para ayudarte a almacenar tu clave privada, una vez que habilites el modo de seguridad avanzada, Passager te permitirá descargar e imprimir un kit de acceso, que contendrá tu clave privada dividida en varios códigos QR que podrás escanear directamente con tu teléfono cuando necesites iniciar sesión en un nuevo dispositivo.",
        "The improved security mode is enabled. You will need to provide your private key when logging in on a new device": "El modo de seguridad avanzada está habilitado. Necesitarás proporcionar tu clave privada cuando inicies sesión en un nuevo dispositivo.",
        "Please download and print your access kit to be sure you do not lose access to your data": "Por favor, descarga e imprime tu kit de acceso para asegurarte de que no pierdes el acceso a tus datos.",
        "Print access kit": "Imprimir kit de acceso",
        "Disable improved security mode": "Desactivar modo de seguridad avanzada",
        "Passager access kit": "Kit de acceso de Passager",
        "This access kit belongs to": "Este kit de acceso pertenece a",
        "You will need your user private key when logging in on a new device. Store this document on a safe place": "Necesitarás tu clave privada de usuario cuando inicies sesión en un nuevo dispositivo. Almacena este documento en un lugar seguro.",
        "QR codes": "Códigos QR",
        "When accessing from a mobile phone, you can scan the following QR codes to provide your private key": "Cuando accedas desde un teléfono móvil, puedes escanear los siguientes códigos QR para proporcionar tu clave privada.",
        "QR number": "QR número",
        "Master password": "Contraseña maestra",
        "It is recommended to remember the master password and not writting it down anywhere. However, in case you feel more comfortable writting it down, you can do it here:": "Se recomienda recordar la contraseña maestra y no escribirla en ningún sitio. Sin embargo, en caso de que te sientas más cómodo escribiéndola, puedes hacerlo aquí:",
        "Private key": "Clave privada",
        "If you prefer to not print this file, you can directly copy and paste the following text. In case of printing this document (which is recommended), you can skip this page": "Si prefieres no imprimir este archivo, puedes copiar y pegar directamente el siguiente texto. En caso de imprimir este documento (lo cual se recomienda), puedes saltarte esta página."
    },
    "privacy": {
        "Important privacy information": "Información importante de privacidad",
        "You are going to use Passager by connecting to an external server that belongs to your organization.": "Vas a utilizar Passager conectándote a un servidor externo que pertenece a tu organización.",
        "This will allow you to access your passwords from any device, as well as share these passwords with other people from your organization.": "Esto te permitirá acceder a tus contraseñas desde cualquier dispositivo, así como compartir estas contraseñas con otras personas de tu organización.",
        "We want you to understand precisely what data your organization will receive, and what aspects you should pay special attention to. Please read this notice carefully.": "Queremos que entiendas con precisión qué datos va a recibir tu organización, y a qué aspectos debes prestar especial atención. Por favor lee este aviso con detenimiento.",
        "Precautions before starting": "Precauciones antes de empezar",
        "Never connect Passager to an unknown service URL or that does not belong to your organization.": "Nunca utilices Passager conectándote a una URL de servicio desconocida o que no pertenezca a tu organización.",
        "Always check that the URL you are connecting to belongs to the one provided by your organization, distrust in case of doubt.": "Comprueba siempre que la URL a la que te estás conectando pertenece a la que tu organización te ha proveído, desconfía en caso de duda.",
        "Never, under any circumstances, access Passager through a URL you do not know who is the owner.": "Nunca, bajo ningún concepto, te identifiques en una URL de la que desconozcas la propiedad.",
        "What data will be sent to your organization": "Qué datos van a enviarse a tu organización",
        "While you use Passager with your organization, the data you enter in Passager will be received and stored by your organization.": "Mientras uses Passager con tu organización, los datos que introduzcas en Passager serán recibidos y almacenados por tu organización.",
        "This includes data such as Email, folder names, and your passwords.": "Esto incluye datos como Correo electrónico, nombres de carpetas, y tus contraseñas.",
        "Your master key will NOT be stored by your organization and you should NEVER share it with ANYONE.": "Tu clave maestra NO será almacenada por tu organización y NUNCA debes compartirla con NADIE.",
        "What data your organization will not be able to read": "Qué datos no va a poder leer tu organización",
        "Although your organization stores all the data you enter in Passager, your usernames and passwords are encrypted with your master key so that only you can read them.": "Aunque tu organización almacena todos los datos que introduces en Passager, tus nombres de usuario y contraseñas están cifradas con tu clave maestra de forma que sólo tú puedes leerlas.",
        "That means that although your organization will save your usernames and passwords, if they try to read them they will only see a set of illegible characters.": "Eso significa, que aunque tu organización va a guardar tus nombres de usuario y contraseñas, si intentan leerlos sólo podrán ver un conjunto de caracteres ilegible.",
        "Only you with your master password and the people with whom you have shared a folder, will be able to read the usernames and passwords.": "Sólo tú con tu contraseña maestra y las personas con quien hayas compartido una carpeta, podrán leer los nombres de usuario y contraseñas.",
        "What other privacy aspects should you know": "Qué otros aspectos de privacidad debes conocer",
        "Contact your organization to clarify the legal basis of the data processing, the retention period, and other details regarding the privacy policy.": "Contacta con tu organización para que te clarifique la base legal del tratamiento de los datos, el periodo de conservación, y otros detalles respecto a la política de privacidad.",
        "Keep in mind that depending on the applicable legislation in your jurisdiction, you may have data protection rights.": "Ten en cuenta que dependiendo de la legislación aplicable en tu jurisdicción, pueden asistirte derechos en materia de protección de datos.",
        "The creators of Passager do not receive any type of personal data from you when you use Passager. Please contact your organization if you have any questions about the privacy policy.": "Los creadores de Passager no reciben ningún tipo de datos personales de tu persona cuando usas Passager. Por favor contacta a tu organización en caso de tener dudas sobre la política de privacidad.",

        "I understand and accept this privacy notice": "Entiendo y acepto este aviso de privacidad",
        "I reject this privacy notice": "Rechazo este aviso de privacidad"
    }
}
