{
    "common": {
        "Cancel": "Cancelar",
        "Continue": "Continuar",
        "Create": "Añadir",
        "Delete": "Eliminar",
        "Finish": "Finalizar",
        "Folders": "Carpetas",
        "Go back": "Ir atrás",
        "Logout": "Cerrar sesión",
        "Save": "Guardar",
        "This field is required": "Este campo es obligatorio",
        "This field must be less than 50 characters": "Este campo no puede contener más de 50 caracteres"
    },
    "confirmationDialog": {
        "Are you sure you want to proceed?": "¿Está seguro de que desea continuar?"
    },
    "documentsListRighPanel": {
        "Delete folder": "Eliminar carpeta",
        "Username": "Nombre de usuario",
        "Website": "Sitio web",
        "Please, select a folder to start": "Seleccione una carpeta para empezar",
        "Title": "Título"
    },
    "login": {
        "A safe place to store your passwords": "Un lugar seguro en el que almacenar tus contraseñas",
        "Log in with Google": "Iniciar sesión con Google",
        "Change to": "Cambiar a:"
    },
    "newFolderDialog": {
        "Folder name is required": "El nombre de la carpeta es obligatorio",
        "New Folder": "Nueva carpeta",
        "New folder name": "Nombre de la carpeta"
    },
    "passwordFormDialog": {
        "Edit password": "Editar contraseña",
        "My E-mail Account": "Mi cuenta de correo",
        "New password": "Añadir contraseña",
        "Password name": "Nombre de la contraseña",
        "Password": "Contraseña",
        "Username": "Nombre de usuario",
        "usernameExample": "miusuario@gmail.com",
        "Website URL": "Sitio web",
        "Your secret password": "Tu contraseña secreta"
    },
    "topbar": {
        "Search": "Buscar"
    },
    "userSignup": {
        "Define a master password": "Defina una contraseña maestra",
        "We need to define a master password for your user": "Necesitamos que defina una contraseña maestra para su usuario.",
        "This will be the only password you'll have to remember from now on, and it will maintain all your other passwords encrypted and secured": "Esta será la única contraseña que deberá recordar de ahora en adelante, dado que mantendrá todas sus otras contraseñas cifradas y seguras.",
        "Please, choose a password and save it safely. Note that if you forget it, Passager administrators won't be able to recover your account and you'll lose all your information": "Por favor, elija una contraseña y guárdela en un lugar seguro. Tenga en cuenta que si la olvida, la administración de Passager no podrá recuperar el acceso a su cuenta y perderá toda su información.",
        "Tips for choosing a safe master password": "Consejos para elegir una contraseña maestra segura:",
        "Use a password longer than 8 characters": "Utilice una contraseña de longitud superior a los 8 caracteres.",
        "Use a password that contains at least one capital letter, one number and one special character": "Utilice una contraseña que contenga al menos una letra mayúscula, un número y un caracter especial.",
        "Avoid using the same password on other services or accounts": "Evite utilizar la misma contraseña en otros servicios o cuentas.",
        "Master password": "Contraseña maestra",
        "Type here a safe password": "Escriba aquí una contraseña segura",
        "Repeat your master password": "Repita su contraseña maestra",
        "Repeat here your password": "Repita aquí su contraseña",
        "Passwords must match": "Las contraseñas deben coincidir.",
        "Password must contain at least one small letter": "La contraseña debe contener al menos una letra minúscula.",
        "Password must contain at least one special character": "La contraseña debe contener al menos un caracter especial.",
        "Password must be at least 8 characters long": "La contraseña debe tener al menos 8 caracteres.",
        "Password must contain at least one capital letter": "La contraseña debe contener al menos una letra mayúscula.",
        "Password must contain at least one number": "La contraseña debe contener al menos un número."
    }
}